Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In respect of measures relating to discharge of drainage water, refer to GOMO Chapter 7.8 Discharges from Facilities.
nb: Når det gjelder tiltak vedrørende utslipp av drenasjevann vises det til GOMO kapittel 7.8 Discharges from Facilities.

source: A number of studies related to gas detection and blowdown have been conducted in A-1200 and the rest of Mongstad.
nb: En rekke studier har vært gjennomført knyttet til gassdeteksjon og trykkavlastning i A-1200 anlegget og resten av Mongstad.

source: , with the exception of Chapter 2.1.1 litera a and b on the requirements for examination.
nb: , med unntak av retningslinjens kapittel 2.1.1 bokstav a og b om krav til eksamen.

source: Since the first flame detector alarm received had been blocked, deluge was not automatically triggered in fire area US7.
nb: Siden den første flammedetektoren som kom inn var blitt blokkert ble det ikke automatisk utløst deluge i brannområde US7.

source: The actual hose that fell was fitted with a non-standard coupling.
nb: Den aktuelle slangen som falt ned var montert med en ikke-standard kobling.

source: “We were used to this work taking 20-22 months,” Hersvik explains.
nb: - Vi var vant til at disse prosjektene tok 20-22 måneder.

source: At least one annual drill should be carried out for the emergency preparedness management and for personnel attending to collaboration on emergency preparedness against acute pollution.
nb: Det bør gjennomføres minst én årlig øvelse for beredskapsledelsen og for personell som ivaretar samarbeid om beredskap mot akutt forurensning.

source: Total E&P Norge AS receives consent for exploration drilling in the Norwegian Sea
nb: Total E&P Norge as har fått samtykke til leiteboring i Norskehavet

source: The use and discharge of drilling fluids, oil in produced water and chemicals are examples of elements reported by the SFT.
nb: Bruk og utslipp av borevæsker, olje med produsert vann og kjemikalier er eksempler på hva SFT rapporterer.

source: These assessments are based on a LODIC printout for a load condition several hours after the incident, while the unit was in transit.
nb: Vurderingene er utført basert på en LODIC utskrift for en lastekondisjon flere timer etter hendelsen, mens innretningen var i transitt.

source: Material tension in the concrete therefore changed from compression to tensile.
nb: Materialspenningen i betongen endret derfor fra sammentrykking til strekk.

source: She explains this trend as an indirect result of the Macondo blowout in the Gulf of Mexico in April 2010, which focused much greater government and industry attention on well control.
nb: Ovesen forklarer utviklingen som et indirekte resultat av Macondo-utblåsningen i Mexicogolfen i 2010. Ulykken førte til mye større oppmerksomhet om brønnkontroll, både hos myndighetene og i bransjen generelt.

source: “That gave grounds for concern – and was part of the reason why we adopted ‘reversing the trend’ as our main issue for 2017.
nb: Det ga grunn til bekymring – og var noe av årsaken til at vi vedtok «Trenden skal snus» som Hovedtema for 2017.

source: Rowan Stavanger is a jack-up facility of the KFELS N class, delivered in 2011 by Keppel FELS Shipyard of Singapore.
nb: Rowan Stavanger er ei oppjekkbar innretning av klasse KFELS N, levert i 2011 av Keppel FELS Shipyard i Singapore.

source: § 15 Chemicals and chemical exposure
nb: § 15 Kjemikalier og kjemisk påvirkning

source: Diving personnel were invited for the first time in 2018 to participate in a questionnaire-based survey in the RNNP.
nb: I 2018 har en for første gang invitert dykkerpersonell til å delta i spørreskjemakartleggingen i RNNP.

source: Well activities that require Equipment Class 3, include well intervention, such as wireline operations.
nb: Brønnaktiviteter som krever utstyrsklasse 3, er blant annet brønnintervensjon, deriblant wirelineoperasjoner.

source: Its volume is estimated at about 996 kilograms, with an initial rate of 0.06 kilograms per second.
nb: Volumet av lekkasjen er estimert til cirka 996 kilo, med en initiell rate på 0,06 kilo/sekund.

source: How can it be measured and identified?
nb: Hvordan kan risiko måles og kartlegges?

source: h) information on marking of facilities as mentioned in Section 71 of the Facilities Regulations, is submitted to the Norwegian Coastal Administration,
nb: h) opplysninger om merking av innretninger som nevnt i innretningsforskriften § 71, blir sendt til Kystdirektoratet,

source: § 52 Practice and exercises
nb: § 52 Trening og øvelser

source: new chemicals to be field tested, cf.
nb: nye kjemikalier som skal felttestes, jf.

source: In 2020, it is 40 years since the Alexander L Kielland disaster.
nb: I 2020 er det 40 år siden katastrofen med Alexander L. Kielland.

source: We have given Equinor consent to drill exploration well 25/6-6 S in the North Sea.
nb: Vi har gitt Equinor samtykke til boring av leitebrønn 25/6-6 S i Nordsjøen.

source: Control and monitoring system
nb: Systemer og utstyr for kommunikasjon

source: executing an activity, or duration or frequency limitations for executing a special type of activity.
nb: varighets- og hyppighetsbegrensninger for utføring av en spesiell type aktivitet.

source: We have given Aker BP consent to modify the drilling installation for the Valhall IP Performinator project.
nb: Vi har gitt Aker BP samtykke til ombygging av boreanlegget på Valhall IP til det såkalla Performinator-prosjektet.

source: or special permission is granted based on the Plan for Installation and Operation (PIO) of facilities for transport and for utilisation of petroleum in accordance with
nb: eller særskilt tillatelse er gitt på grunnlag av plan for anlegg og drift (PAD) av innretninger for transport og for utnyttelse av petroleum i henhold til

source: standard, Appendices G and H should be used for maintenance of
nb: vedleggene G og H brukes for vedlikehold av

source: West Phoenix is a semi-submersible drilling facility of the Moss Maritim CS50 type and is operated by Seadrill.
nb: West Phoenix er ei halvt nedsenkbar boreinnretning av typen moss Maritim CS50 og opereres av Seadrill.

source: Working environment, logistics, maintenance, barriers and safety systems
nb: Arbeidsmiljø, logistikk, vedlikehold, barrierer og sikkerhetssystemer

source: They are activated when the water level in the cavern is high enough and shut down when it is sufficiently low again.
nb: Det startes opp når vannivået i kavernen er tilstrekkelig høyt, og stanses når vannivået er tilstrekkelig lavt igjen.

source: “An important condition for this is that the changes made are subject to relevant risk assessments, both at the level of the action to be taken and as part of the overall picture.”
nb: En viktig forutsetning for dette er at effektiviseringstiltakene som gjøres, er gjenstand for relevante risikovurderinger både på tiltaksnivå og som del av totaliteten.

source: Well 6508/1-3 is to be drilled by Transocean Arctic, which is a semi-submersible mobile drilling facility of the Marosso 56 type, built by Mitsubishi Heavy Industries in Japan in 1987.
nb: Brønn 6508/1-3 skal borast med Transocean Arctic, som er ei halvt nedsenkbar boreinnretning av typen Marosso 56, bygd ved Mitsubishi Heavy Industries i Japan i 1987.

source: The police released the area after they and the PSA were finished with their investigations, and had documented the equipment and the area involved.
nb: Politiet frigav åstedet etter at de selv og Ptil var ferdig med å undersøke og dokumentere det involverte utstyret og området for hendelsen.

source: The joint was also damaged and had to be replaced.
nb: I tillegg ble stigerøret skadet og måtte erstattes.

source: d) Green category of the chemical only contains substances in green category, cf. fifth subsection.
nb: d) Grønn kategori dersom kjemikalien kun inneholder stoff i grønn kategori, jf.

source: Other well activities as mentioned in this table litera l, with requirements for Equipment Class 2, where the production facility has well control equipment, may be well stimulations and unmanned underwater operations, including the use of remote-controlled subsea vessels or subsea tools.
nb: Andre brønnaktiviteter som nevnt i denne tabellen bokstav l, med krav til utstyrsklasse 2, der produksjonsinnretningen har brønnkontrollutstyr, kan være brønnstimulering og ubemannede undervannsoperasjoner, deriblant bruk av fjernstyrt undervannsfarkost eller undervannsverktøy.

source: Ekofisk 2/4 G, under the Valhall licence, was a riser platform tying the Valhall field to Ekofisk.
nb: Ekofisk 2/4 G, eigd av utvinningsløyve for Valhall, er ei stigerøyrsinnretning som knytter Valhallfeltet til Ekofisk.

source: • The Safety Critical Heat Conservation - Work Group Report 2013
nb: Rapporten «Safety Critical Heat Conservation - Work Group Report 2013», som

source: These would require a greater material thickness (6.2 mm) for the blowoff pipe where the leak occurred than process standards (3.9 mm).
nb: For avblåsningsrøret hvor lekkasjen oppstod vil design etter kjelstandarder kreve en større materialtykkelse (6,2 mm) enn ved design etter prosesstandard (3,9 mm).

source: Long-term exposure to an average sound level of 85 decibels (dB) is regarded as the ceiling for noise before hearing risks being damaged.
nb: Hvis du utsettes for et langvarig, gjennomsnittlig lydnivå på 85 desibel (dB), så regnes det som grensen for hørselskadelig støy.

source: Management was invited to participate in the risk assessment of the barrier impairment in July 2018, but did not do so.
nb: Ledelsen var invitert til å delta i risikovurderingen av barriersvekkelsen juli 2018, men deltok ikke.

source: Chapter VII - Competence and information for conducting activities (§§ 50 - 54)
nb: Kapittel VII - Kompetanse og informasjon ved utføring av aktiviteter (§§ 50 - 54)

source: Introducing seawater to the loading system through a change in operational practice was not adequately assessed with regard to the environmental changes this would cause in those parts of the loading system exposed to seawater.
nb: Introduksjon av sjøvann i lastesystemet, i forbindelse med endringen av operasjonell praksis, ble ikke i tilstrekkelig grad vurdert med hensyn til den endring av miljøet dette påfører de deler av lastesystemet som eksponeres for sjøvann.

source: Equinor’s C&L model describes how work should be planned, executed and evaluated.
nb: Equinors Etterlevelse og Lederskap (C&L)-modell, er et handlingsmønster som beskriver hvordan arbeid skal planlegges, gjennomføres og evalueres.

source: The liquid level in the oil sump went from low to high in less than 10 minutes, even though no high level alarm had been received from upstream equipment (collection sump, flare knockout drum or sea sump).
nb: Det meldes tilbake om at væsken ut av plastslangen stopper.Væskenivået i oljesump har gått fra lavt nivå til høyt nivå på under 10 minutter uten at det har kommet noen høyt nivå-alarmer fra oppstrøms utstyr (samlesump, fakkel væskeutskiller eller sjøsump).

source: The sample size of this group is relatively small (18 persons) compared to the number of respondents in the groups Rig Owners (65 persons) and Operators (55 persons).
nb: Utvalget i denne gruppen er relativt lite (18 personer) i forhold til antall respondenter i selskapstypene riggselskap (65 personer) og operatørselskap (55 personer).

source: In order to fulfil the requirements for training and drills
nb: For å oppfylle kravet til trening og øvelser bør

source: • The conformity declaration for the flat-braided wire rope sling used on MINC refers to
nb: Samsvarserklæringen for den flatflettede ståltaustroppen som ble brukt på MINC,

source: c) subcategory 3 if the substance is expected to biodegrade into degradation products that would fall in
nb: c) underkategori 3 dersom nedbrytningsstoffet forventes å bionedbrytes til stoff som ville falle i svart

source: reduce potential consequences of and the potential for escalation in the event of fire and explosion.
nb: reduserer potensielle konsekvenser og muligheten for eskalering ved branner og eksplosjoner.

source: When the lift failed, the pump plunged into the sea.
nb: Idet løftet feiler, raser råvannspumpen i sjøen.

source: Spirit Energy received consent for exploration well 35/9-13 in 2017, but had to plug this well due to technical problems.
nb: Spirit Energy fekk samtykke til leitebrønn 35/9-13 i 2017, men måtte plugge tilbake denne brønnen grunna tekniske problem.

source: When Norway’s offshore “grand old lady” reaches 50, attention naturally concentrates on the value and prosperity it has created.
nb: Når Nordsjøens "grand old lady" runder 50, er det naturlig nok stor oppmerksomhet om verdiene og velstanden feltet har skapt.

source: It is being developed with Equinor as operator and with Vår Energi and Petoro as the other licensees.
nb: Feltet er under utbygging, med Equinor som operatør og Vår Energi og Petoro som øvrige rettighetshavere.

source: produced sand and other solid materials from the well, such as packing and inert materials.
nb: produsert sand og annet fast materiale fra brønnen, for eksempel fyllmateriale og inert materiale.

source: be assessed and dealt with together.
nb: l Drift, vedlikehold og testing av utstyr.

source: The guidelines to this section recommend the use of Norsok R-003.
nb: Veiledningen til kravet anbefaler bruk av NORSOK R-003.

source: Chemicals in fire water systems have since 1 st
nb: Kjemikalier i brannvannsystemer har siden 1.

source: that apply to the party's activities through a)
nb: mendes virksomhet i kraft av a) helselovene nevnt i

source: In meetings with the Statfjord operations organisation in 2018, the PSA was told that the measured settlement was then 750 millimetres.
nb: I møter med driftsorganisasjonen for Statfjord i 2018 fikk vi opplyst at den målte innsynkning da var 750 mm.

source: Wing valves and automatic master valves for production or injection wells,
nb: Vingventiler og automatiske hovedventiler for produksjons- eller injeksjonsbrønner,

source: Consent for removal of Ekofisk 2/4-G
nb: Samtykke til fjerning av Ekofisk 2/4 G

source: Report on measures for preventing oil pollution in the Arctic marine environment.
nb: Rapport om tiltak for å forhindre utslipp til det marine miljøet i Arktis.

source: Consent for modification, installation and start-up of ZMP module at Troll B
nb: Samtykke til modifikasjon, installasjon og oppstart av ZMP modul på Troll B

source: Operator2 had a walkie-talkie, but it was not working.
nb: Operatør2 hadde radio, men den fungerte ikke.

source: The PSA must be informed of any changes to BP’s specified plan, and when the order has been complied with.
nb: Ptil skal ha melding dersom det blir endringer i BPs oppsatte plan, og når pålegget er etterkommet.

source: Vari-ous tools for barrier management are in development,
nb: l Sikre og opprettholde nødvendig barriereytelse.

source: requires an entry in the log book when tools are to be used in the derrick – see chapter 7, document 5.
nb: bare bruk av loggbok når verktøy skal benyttes i boretårn, jf kapittel 7 dokument nr 5.

source: We have given Lundin Norway AS (Lundin) consent to drill exploration well 6307/1-1 S.
nb: Vi har gitt Lundin Norway as (Lundin) samtykke til leiteboring av brønn 6307/1-1 S.

source: Free-fall lifeboats, supplemented by rescue chutes and associated life rafts shall be used as means of evacuation for evacuation to sea.
nb: Som evakueringsmidler for evakuering til sjøen skal det brukes fritt-fall-livbåter, supplert med redningsstrømper og tilhørende redningsflåter.

source: Maintenance means the combination of all technical, administrative and managerial actions during the
nb: Med vedlikehold menes kombinasjonen av alle tekniske, administrative og styringsrelaterte tiltak

source: Fire and gas detection systems
nb: Brann- og gassdeteksjonssystemet

source: There may be different engineering companies located in Oslo, London, India or Poland performing work on different phases of a project.
nb: Det kan være ulike engineeringsselskaper lokalisert i Oslo, London, India eller Polen som utfører arbeid knyttet til ulike faser av et prosjekt.

source: A precondition for the choice of material (AISI 316) in these bolts is that they do not come into contact with the medium.
nb: En forutsetning for materialvalget (AISI 316) i disse boltene er at disse ikke kommer i kontakt med mediet.

source: Conflicting requirements are specified in the procedures for accessing the derrick:
nb: Det er motstridene krav i prosedyrene for entring av tårn:

source: The regulations also apply to transport of CO
nb: Forskriften gjelder også for transport av CO

source: Stril Barents, handling cargo on the starboard side, was told by the bridge to move away from Scarabeo 8 Troms Pollux
nb: Stril Barents som drev lasthåndtering på styrbord side fikk beskjed fra bro om å flytte vekk fra Scarabeo 8.

source: During interviews, it was suggested that the concentration on dropped objects could be at the expense of the overall risk picture – such as the risk of being struck by moving objects in the red zone.
nb: Under intervjuer ble det antydet at fokus på fallende gjenstander kunne gå på bekostning av det samlede risikobildet, for eksempel risiko for å bli truffet av bevegelig gjenstander i rød sone.

source: Five years have now passed since the last time a hydrocarbon leak occurred in the most serious category (more than 10 kilograms per second).
nb: Det er nå fem år siden det ble registrert en hydrokarbonlekkasje i den alvorligste kategorien (lekkasjerate over 10 kg/sekund).

source: and transport of CO
nb: og transport av CO

source: § 43 Critical activities
nb: § 43 Kritiske aktiviteter

source: Particularly two of last year's leaks had the potential to develop into major accidents: The oil leak in the utility shaft on Statfjord A in May, which resulted in explosion hazard and major accident risk, and the gas leak on Oseberg C in September (estimated at 26 kg/second).
nb: Oljelekkasjen i utstyrsskaftet på Statfjord A i mai som medførte eksplosjonsfare og storulykkesrisiko, og gasslekkasjen på Oseberg C i september (beregnet til 26 kg/s).

source: Delivered by Kongsberg Seatex.
nb: Levert fra Kongsberg Seatex.

source: Environmental surveys in the event of acute pollution
nb: Med denne typen miljøundersøkelser menes kjemiske og biologiske undersøkelser både under og i

source: e) Measures for detection and mapping of acute pollution in the water column and on the seabed.
nb: e) Tiltak for å oppdage og kartlegge akutt forurensning i vannsøylen og på havbunnen.

source: IMO Resolution A.754 (18) for other types of penetrations such as ducts, pipes and cable penetrations.
nb: IMO Resolution A.754 (18) for andre typer gjennomføringer som kanaler, rør- og kabelgjennomføringer.

source: Seadrill – West Bollsta – investigation of incident with dropped riser joint
nb: Seadrill - West Bollsta - gransking av hendelse med fallende stigerør

source: Document format means the manner in which characters, structure and layout are organised.
nb: Med dokumentformat menes måten tegn, struktur og layout er kodet og organisert på.

source: The Knarr field lies in the Norwegian North Sea, about 50 kilometres north-east of Snorre, and has been developed with Petrojarl Knarr and two subsea templates for production and injection tied back to a seabed manifold.
nb: Knarrfeltet ligger i Nordsjøen, cirka 50 kilometer nordøst for Snorre og er bygget ut med Petrojarl Knarrog to havbunnsrammer for produksjon og injisering, tilkoplet en havbunnsmanifold.

source: office on form NAV 13-07.05.
nb: skjema NAV 13-07.05.

source: “In the ultimate analysis, noise is something which induces hearing loss and diminishes your quality of life,” explains Tønnes.
nb: - I ytterste konsekvens er støy noe som ødelegger hørselen og forringer livskvaliteten, sier Tønnes Ognedal.

source: Without drawing entirely certain conclusions, one can expect, based on respondents' comments, that this difference may be attributed to the fact that personnel within some personnel categories of Service Companies did not perceive to have any formally defined role with regard to well control and it may also be a reason to believe that competence requirements may not be clearly described for some positions (see chapter
nb: Uten å trekke helt sikre konklusjoner kan en, basert på kommentarer fra respondentene, forvente at denne forskjellen er et resultat av at enkelte stillingskategorier hos service-selskapene ikke oppfattet å ha en formelt definert rolle med hensyn til utførelse av brønnkontroll og at det derfor heller ikke er tydelig definerte kompetansekrav for enkelte av stillingene (se kapitte

source: In accordance with principles of risk reduction and management (Chapters II and III of the Framework
nb: I henhold til prinsippene om risikoreduksjon og styring (rammeforskriften kapittel II og III og

source: Insufficient and inadequate sleep increases the risk of errors and can have negative consequences for your health.
nb: For lite og dårlig søvn øker risikoen for feilhandlinger og kan gi negative helsekonsekvenser.

source: According to the SWRP, this will be ready for use by the end of 2014.
nb: Ifølge Subsea Well Response Project skal dette utstyret være klart til bruk innen utgangen av 2014.

source: The well is in the Norwegian Sea, around 47 km north of Åsgard B and 52 km southwest of Skarv.
nb: Brønnen ligg i Norskehavet, omkring 47 km nord for Åsgard B og 52 kilometer sørvest for Skarv.

source: Interfaces between roles
nb: Grensesnitt mellom rollene:

source: The purpose of joint working environment committees is to ensure coordination of the individual
nb: helse, miljø og sikkerhet, herunder akseptkriterier for storulykkesrisiko og miljørisiko, jf.

source: Transocean Spitsbergen is a semi-submersible mobile drilling facility of the Aker H-6e type.
nb: Transocean Spitsbergen er ei halvt nedsenkbar flyttbar boreinnretning av typen Aker H-6e.

source: process segment 1 (segment 1 from the risk analysis) is isolated from neighbouring
nb: Prosessegment 1 (segment 1 fra risikoanalysen) blir isolert fra nabosegmenter både på

source: Stansberg also considers that there is no indication the wave was breaking.
nb: Stansberg vurderer i tillegg at det ikke tyder på at bølgen var brytende.

source: Figure 8 illustrates how internal liquid pressure caused overpressure in the whole of cell 11.
nb: På figur 8 er det illustrert hvordan det innvendige væsketrykket medførte overtrykk i hele celle 11.

source: We have given Aker BP consent to drill exploration well 6507/5-8 to investigate a prospect named "KvitungenTumler".
nb: Vi har gitt Aker BP samtykke til å bore brønn 6507/5-8 for å undersøke et leiteprospekt kalla «KvitungenTumler».

source: We have given MOL Norge consent for exploration drilling of well 2/6-6 S in the North Sea.
nb: Vi har gitt MOL Norge samtykke til leiteboring av brønn 2/6-6 S i Nordsjøen.

source: Safety is a precondition for the petroleum industry.
nb: mai og hadde tittelen Sikkerhet og sårbarhet.

source: Can you find examples where
nb: Hvem er prosedyren skrevet for?

source: standards should be used to fulfil the requirement for documents as mentioned in the first subsection, literas a and b, as regards technical operations documents.
nb: bør brukes for å oppfylle kravet til dokumenter som nevnt i første ledd bokstav a og b, når det gjelder tekniske driftsdokumenter.

source: standard Chapters 7.8.3 and A.9 in Annex A should be used.
nb: kapittel 7.8.3 og A.9 i tillegg A brukes.
